Repository: johnbean393/Hivecrew
Catalog: Hivecrew/Hivecrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
it: URL base
ja: ベースURL
ko: 기본 URL
zh_hans: 基础 URL

source: Base URL (optional)
de: Basis-URL (optional)
es: URL base (opcional)
fr: URL de base (optionnel)
it: URL base (opzionale)
ja: ベースURL（任意）
ko: 기본 URL (선택)
zh_hans: 基础 URL（可选）

source: Basic Information
de: Grundinformationen
es: Información básica
fr: Informations de base
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
zh_hans: 基本信息

source: Booting
de: Wird gestartet
es: Iniciando
fr: Démarrage
it: Avvio in corso
ja: 起動中
ko: 부팅 중
zh_hans: 启动中

source: Booting VM...
de: VM wird gestartet...
es: Iniciando VM...
fr: Démarrage de la VM...
it: Avvio VM...
ja: VM 起動中...
ko: 부팅 중...
zh_hans: 启动中...

source: Browse...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
it: Sfoglia…
ja: 参照...
ko: 찾아보기...
zh_hans: 浏览...

source: Busy
de: Beschäftigt
es: Ocupado
fr: Occupé
it: Occupato
ja: 処理中
ko: 사용 중
zh_hans: 忙碌

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cancel Download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
it: Annulla download
ja: キャンセル
ko: 다운로드 취소
zh_hans: 取消下载

source: Cancel planning
de: Planung abbrechen
es: Cancelar planificación
fr: Annuler la planification
it: Annulla pianificazione
ja: キャンセル
ko: 계획 취소
zh_hans: 取消规划

source: Cancel task
de: Aufgabe abbrechen
es: Cancelar tarea
fr: Annuler la tâche
it: Annulla attività
ja: タスクをキャンセル
ko: 작업 취소
zh_hans: 取消任务

source: Cancel Task
de: Aufgabe abbrechen
es: Cancelar tarea
fr: Annuler la tâche
it: Annulla attività
ja: タスクをキャンセル
ko: 작업 취소
zh_hans: 取消任务

source: Cancel the task
de: Aufgabe abbrechen
es: Cancelar la tarea
fr: Annuler la tâche
it: Annulla l'attività
ja: タスクをキャンセル
ko: 작업 취소
zh_hans: 取消任务

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
ko: 변경
zh_hans: 更改

source: Check for Updates…
de: Auf Updates prüfen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Verifica aggiornamenti…
ja: 更新を確認…
ko: 업데이트 확인…
zh_hans: 检查更新…

source: Check your email for a 6-digit code.
de: Überprüfen Sie Ihre E-Mail auf einen 6-stelligen Code.
es: Verifique su correo electrónico para un código de 6 dígitos.
fr: Vérifiez votre e-mail pour obtenir un code à 6 chiffres.
it: Controlla la tua email per un codice a 6 cifre.
ja: メールに送信された6桁のコードを確認してください。
ko: 이메일에서 6자리 코드를 확인하세요.
zh_hans: 请查收邮件中的6位验证码。

source: Checklist
de: Checkliste
es: Lista de verificación
fr: Liste de contrôle
it: Lista di controllo
ja: チェックリスト
ko: 체크리스트
zh_hans: 清单

source: Choose which task completion events trigger system notifications
de: Wählen Sie aus, welche Aufgabenabschlussereignisse Systembenachrichtigungen auslösen
es: Selecciona qué eventos de finalización de tareas activan notificaciones del sistema
fr: Choisissez les événements de fin de tâche qui déclenchent les notifications système
it: Scegli quali eventi di completamento attivano le notifiche di sistema
ja: システム通知を受け取るタスク完了イベントを選択
ko: 시스템 알림을 받을 작업 완료 이벤트를 선택하세요
zh_hans: 选择哪些任务完成事件触发系统通知

source: Choose...
de: Auswählen…
es: Elegir...
fr: Parcourir...
it: Scegli...
ja: 選択...
ko: 선택...
zh_hans: 选择...

source: Click "Get Started" to begin using Hivecrew
de: Klicken Sie auf „Get Started", um mit der Nutzung von Hivecrew zu beginnen
es: Haga clic en "Get Started" para comenzar a usar Hivecrew
fr: Cliquez sur « Commencer » pour commencer à utiliser Hivecrew
it: Fai clic su "Get Started" per iniziare a usare Hivecrew
ja: 「Get Started」をクリックしてHivecrewを使い始める
ko: "시작하기"를 클릭하여 Hivecrew 사용을 시작하세요
zh_hans: 点击 "Get Started" 开始使用 Hivecrew

source: Click + to import skills from a GitHub URL or local directory. Skills enhance what agents can do without additional prompting.
de: Klicken Sie auf +, um Skills von einer GitHub-URL oder einem lokalen Verzeichnis zu importieren. Skills erweitern die Fähigkeiten von Agents ohne zusätzliche Prompts.
es: Haz clic en + para importar habilidades desde una URL de GitHub o un directorio local. Las habilidades potencian las capacidades de los agentes sin necesidad de instrucciones adicionales.
fr: Cliquez sur + pour importer des compétences depuis une URL GitHub ou un dossier local. Les compétences améliorent ce que les agents peuvent faire sans invite supplémentaire.
it: Fai clic su + per importare competenze da un URL GitHub o da una directory locale. Le competenze ampliano le capacità degli agenti senza prompting aggiuntivo.
ja: 「+」をクリックして、GitHub URLまたはローカルディレクトリからスキルをインポートしてください。スキルは追加のプロンプトなしでエージェントの能力を高めます。
ko: "+\를 클릭하여 GitHub URL 또는 로컬 디렉터리에서 스킬을 가져오세요. 스킬은 에이전트가 추가 프롬프트 없이 수행할 수 있는 작업을 확장합니다."
zh_hans: 点击 + 可通过 GitHub URL 或本地目录导入技能。技能可增强代理的能力，无需额外提示。

source: Click any completed task to view its session trace—a step-by-step log with synchronized screenshots.
de: Klicken Sie auf eine abgeschlossene Aufgabe, um deren Sitzungsverfolgung anzuzeigen – ein schrittweises Protokoll mit synchronisierten Screenshots.
es: Haz clic en cualquier tarea completada para ver su traza de sesión: un registro paso a paso con capturas de pantalla sincronizadas.
fr: Cliquez sur une tâche terminée pour consulter sa trace de session — un journal pas à pas avec des captures d'écran synchronisées.
it: Clicca su un'attività completata per visualizzare la traccia della sessione—un registro dettagliato con screenshot sincronizzati.
ja: 完了したタスクをクリックすると、——— スクリーンショットと同期されたステップバイステップログであるセッショントレースを表示します。
ko: 완료된 작업을 클릭하면 세션 추적을 확인할 수 있습니다. 동기화된 스크린샷이 포함된 단계별 로그입니다.
zh_hans: 点击任意已完成的任务，查看其会话追踪——逐步记录与同步截图。

source: Click the copy count button (1x) to run 2, 4, or 8 parallel agents on the same task—useful for testing or processing multiple inputs.
de: Klicken Sie auf die Kopienanzahl-Schaltfläche (1x), um 2, 4 oder 8 parallele Agents für dieselbe Aufgabe auszuführen – nützlich für Tests oder die Verarbeitung mehrerer Eingaben.
es: Haz clic en el botón de recuento de copias (1x) para ejecutar 2, 4 u 8 agentes paralelos en la misma tarea, útil para pruebas o procesar múltiples entradas.
fr: Cliquez sur le bouton de copies (1x) pour exécuter 2, 4 ou 8 agents parallèles sur la même tâche — utile pour les tests ou le traitement de plusieurs entrées.
it: Fai clic sul pulsante del conteggio copie (1x) per eseguire 2, 4 o 8 agenti paralleli sullo stesso compito—utile per test o elaborazione di più input.
ja: コピーカウントボタン（1x）をクリックすると、同じタスクで2、4、または8つの並列エージェントを実行できます。テストや複数の入力の処理に便利です。
ko: 복사 횟수 버튼(1x)을 클릭하여 동일한 작업에 2, 4, 또는 8개의 병렬 에이전트를 실행할 수 있습니다—테스트나 여러 입력을 처리할 때 유용합니다.
zh_hans: 点击复制计数按钮 (1x) 可在同一任务上运行 2、4 或 8 个并行代理——适用于测试或处理多个输入。

source: Click the export button in a session trace to create a video recording—useful for documentation, debugging, or sharing.
de: Klicken Sie auf den Export-Button in einem Session-Trace, um eine Videoaufnahme zu erstellen – nützlich für Dokumentation, Debugging oder zum Teilen.
es: Haz clic en el botón de exportación de un trazado de sesión para crear una grabación de video, útil para documentación, depuración o uso compartido.
fr: Cliquez sur le bouton d'exportation dans une trace de session pour créer un enregistrement vidéo — utile pour la documentation, le débogage ou le partage.
it: Fai clic sul pulsante di esportazione in una traccia di sessione per creare una registrazione video — utile per documentazione, debug o condivisione.
ja: セッショントレースのエクスポートボタンをクリックすると、ビデオ録画を作成できます。ドキュメンテーション、デバッグ、共有に便利です。
ko: 세션 추적의 내보내기 버튼을 클릭하여 동영상 녹화를 생성하세요—문서화, 디버깅 또는 공유에 유용합니다.
zh_hans: 点击会话追踪中的导出按钮来创建视频录制——适用于文档记录、调试或分享。

source: Collect Deliverables
de: Ergebnisse sammeln
es: Recoger entregables
fr: Récupérer les livrables
it: Raccogli i risultati
ja: 成果物を収集
ko: 결과물 수집
zh_hans: 收集交付物

source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: コマンド
ko: 명령
zh_hans: 命令

source: Command + Return
de: Befehl + Return
es: Comando + Retorno
fr: Commande + Retour
it: Comando + Invio
ja: ⌘ + Return
ko: ⌘ + Return

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
it: Compatibilità
ja: 互換性
ko: 호환성
zh_hans: 兼容性

source: Complete
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
zh_hans: 完成

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료됨
zh_hans: 已完成

source: Completed at %@
de: Abgeschlossen um %@
es: Completado a las %@
fr: Terminé le %@
it: Completato il %@
ja: %@に完了
ko: 완료: %@
zh_hans: 完成于 %@

source: Completion
de: Abschluss
es: Finalización
fr: Achèvement
it: Completamento
ja: 完了
ko: 완료
zh_hans: 完成

source: Concurrency
de: Nebenläufigkeit
es: Concurrencia
fr: Concurrence
it: Concorrenza
ja: 同時実行
ko: 동시성
zh_hans: 并发

source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione
ja: 設定
ko: 구성
zh_hans: 配置

source: Configuration failed: %@
de: Konfiguration fehlgeschlagen: %@
es: Configuración fallida: %@
fr: Échec de la configuration : %@
it: Configurazione non riuscita: %@
ja: 設定に失敗しました: %@
ko: 구성 실패: %@
zh_hans: 配置失败：%@

source: Configure environment variables, startup commands, and files injected into every new VM.
de: Konfiguration von Umgebungsvariablen, Startbefehlen und in jede neue VM injizierten Dateien.
es: Configurar variables de entorno, comandos de inicio y archivos inyectados en cada VM nueva.
fr: Configurer les variables d'environnement, les commandes de démarrage et les fichiers injectés dans chaque nouvelle VM.
it: Configura variabili d'ambiente, comandi di avvio e file iniettati in ogni nuova VM.
ja: 新しい VM ごとに注入される環境変数、スタートアップコマンド、ファイルを構成します。
ko: 새 VM에 주입되는 환경 변수, 시작 명령어 및 파일을 구성합니다.
zh_hans: 配置环境变量、启动命令以及注入到每个新 VM 的文件。

source: Configure LLM Provider
de: LLM-Provider konfigurieren
es: Configurar proveedor de LLM
fr: Configurer le fournisseur LLM
it: Configura Provider LLM
ja: LLMプロバイダーを設定
ko: LLM 제공자 설정
zh_hans: 配置 LLM 提供商

source: Configure LLM Providers
de: LLM-Anbieter konfigurieren
es: Configurar proveedores LLM
fr: Configurer les fournisseurs LLM
it: Configura i Provider LLM
ja: LLMプロバイダーを設定
ko: LLM 공급자 설정
zh_hans: 配置 LLM 提供商

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
it: Configurato
ja: 設定済み
ko: 구성됨
zh_hans: 已配置

source: Configuring template...
de: Konfigurieren...
es: Configurando plantilla...
fr: Configuration du modèle...
it: Configurazione del modello...
ja: テンプレートを構成中...
ko: 템플릿 구성 중...
zh_hans: 正在配置模板...

source: Confirm %@
de: Bestätigen %@
es: Confirmar %@
fr: Confirmer %@
it: Conferma %@
ja: %@を確認
ko: 확인 %@
zh_hans: 确认 %@

source: Confirm shell commands
de: Shell-Befehle bestätigen
es: Confirmar comandos de shell
fr: Confirmer les commandes shell
it: Conferma comandi shell
ja: シェルコマンドを確認
ko: 셸 명령 확인
zh_hans: 确认 Shell 命令

source: Connect
de: Verbinden
es: Conectar
fr: Connexion
it: Connetti
ja: 接続
ko: 연결
zh_hans: 连接

source: Connect to an OpenAI-compatible API to power your agents
de: Verbinden Sie sich mit einer OpenAI-kompatiblen API, um Ihre Agenten zu betreiben
es: Conéctese a una API compatible con OpenAI para potenciar sus agentes
fr: Connectez-vous à une API compatible OpenAI pour alimenter vos agents
it: Connettiti a un'API compatibile con OpenAI per alimentare i tuoi agenti
ja: OpenAI互換APIに接続して、エージェントを強化するためです
ko: 에이전트를 구동하려면 OpenAI 호환 API에 연결하세요
zh_hans: 连接 OpenAI 兼容 API，为您的智能体提供支持

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: Connected - %lld tools available
de: Verbunden – %lld Tools verfügbar
es: Conectado - %lld herramientas disponibles
fr: Connecté - %lld outils disponibles
it: Connesso - %lld strumenti disponibili
ja: 接続済み - %lld ツール利用可能
ko: 연결됨 — %lld개 도구
zh_hans: 已连接 - %lld 个工具可用

source: Connecting tunnel...
de: Tunnelverbindung wird hergestellt…
es: Conectando túnel...
fr: Connexion du tunnel...
it: Connessione tunnel...
ja: トンネルを接続中...
ko: 터널 연결 중...
zh_hans: 正在连接隧道...

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
zh_hans: 连接

source: Connection successful
de: Verbindung erfolgreich
es: Conexión exitosa
fr: Connexion réussie
it: Connessione riuscita
ja: 接続しました
ko: 연결 성공
zh_hans: 连接成功

source: Connection to GuestAgent timed out: %@
de: Verbindung zu GuestAgent Timeout: %@
es: Conexión con GuestAgent expiró: %@
fr: La connexion à GuestAgent a expiré : %@
it: Timeout della connessione all'Agente ospite: %@
ja: GuestAgentへの接続がタイムアウトしました: %@
ko: 게스트 에이전트 연결 타임아웃: %@
zh_hans: 连接到 GuestAgent 超时: %@

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 次へ
ko: 계속
zh_hans: 继续

source: Control Hivecrew from Any Device
de: Steuern Sie Hivecrew von jedem Gerät
es: Controla Hivecrew desde cualquier dispositivo
fr: Contrôlez Hivecrew depuis n'importe quel appareil
it: Controlla Hivecrew da qualsiasi dispositivo
ja: あらゆるデバイスからHivecrewを操作する
ko: 어떤 기기에서든 Hivecrew를 제어하세요
zh_hans: 通过任意设备控制 Hivecrew

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました
ko: 복사됨!
zh_hans: 已复制！

source: Copy actual value
de: Tatsächlichen Wert kopieren
es: Copiar valor real
fr: Copier la valeur réelle
it: Copia valore effettivo
ja: 実際の値をコピー
ko: 실제 값 복사
zh_hans: 复制实际值

source: Copy API key to clipboard
de: API-Schlüssel in die Zwischenablage kopieren
es: Copiar clave API al portapapeles
fr: Copier la clé API dans le presse-papiers
it: Copia chiave API negli appunti
ja: API キーをクリップボードにコピー
ko: API 키를 클립보드에 복사
zh_hans: 复制 API 密钥到剪贴板

source: Copy base URL
de: Basis-URL kopieren
es: Copiar URL base
fr: Copier l'URL de base
it: Copia base URL
ja: ベースURLをコピー
ko: 기본 URL 복사
zh_hans: 复制基础 URL

source: Copy Example
de: Beispiel kopieren
es: Copiar ejemplo
fr: Copier l'exemple
it: Copia esempio
ja: 例をコピー
ko: 예제 복사
zh_hans: 复制示例

source: Copy remote URL
de: Remote-URL kopieren
es: Copiar URL remota
fr: Copier l'URL distante
it: Copia URL remoto
ja: リモートURLをコピー
ko: 원격 URL 복사
zh_hans: 复制远程 URL

source: Copy token
de: Token kopieren
es: Copiar token
fr: Copier le jeton
it: Copia token
ja: トークンをコピー
ko: 토큰 복사
zh_hans: 复制令牌

source: Copy username
de: Benutzernamen kopieren
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
it: Copia nome utente
ja: ユーザー名をコピー
ko: 사용자명 복사
zh_hans: 复制用户名

source: Copy Web UI URL
de: Web-UI-URL kopieren
es: Copiar URL de la interfaz web
fr: Copier l'URL de l'interface web
it: Copia URL Web UI
ja: Web UI URLをコピー
ko: Web UI URL 복사
zh_hans: 复制 Web UI URL

source: Could not locate SwiftData directory.
de: Konnte das SwiftData-Verzeichnis nicht finden.
es: No se pudo encontrar el directorio de SwiftData.
fr: Impossible de localiser le répertoire SwiftData.
it: Impossibile trovare la directory SwiftData.
ja: SwiftData ディレクトリが見つかりませんでした。
ko: SwiftData 디렉토리를 찾을 수 없습니다.
zh_hans: 无法定位 SwiftData 目录。

source: Create a new task with the same parameters
de: Neuen Task mit denselben Parametern erstellen
es: Crear una nueva tarea con los mismos parámetros
fr: Créer une nouvelle tâche avec les mêmes paramètres
it: Crea un nuovo task con gli stessi parametri
ja: 同じパラメータで新しいタスクを作成
ko: 동일한 매개변수로 새 작업 생성
zh_hans: 使用相同参数创建新任务

source: Create a reusable skill from this task
de: Erstellen Sie eine wiederverwendbare Fähigkeit aus dieser Aufgabe
es: Crear una habilidad reutilizable de esta tarea
fr: Créer une compétence réutilisable à partir de cette tâche
it: Crea una skill riutilizzabile da questo task
ja: このタスクから再利用可能なスキルを作成する
ko: 이 작업에서 재사용 가능한 스킬 생성
zh_hans: 从此任务创建可复用技能

source: Create Developer VM
de: Entwickler-VM erstellen
es: Crear VM de desarrollador
fr: Créer une VM de développeur
it: Crea VM Sviluppatore
ja: デベロッパーVMを作成
ko: 개발자 VM 만들기
zh_hans: 创建开发者 VM

source: Create Schedule
de: Zeitplan erstellen
es: Crear programación
fr: Créer une programmation
it: Crea pianificazione
ja: スケジュールを作成
ko: 일정 만들기
zh_hans: 创建计划

source: Create scheduled task
de: Geplante Aufgabe erstellen
es: Crear tarea programada
fr: Créer une tâche planifiée
it: Crea attività programmata
ja: スケジュールタスクを作成
ko: 예약 작업 만들기
zh_hans: 创建计划任务

source: Create VM
de: VM erstellen
es: Crear VM
fr: Créer une VM
it: Crea VM
ja: VMを作成
ko: VM 생성
zh_hans: 创建虚拟机

source: Create Your First Task
de: Erstellen Sie Ihre erste Aufgabe
es: Crea tu primera tarea
fr: Créer votre première tâche
it: Crea il tuo primo Task
ja: 最初のタスクを作成する
ko: 첫 번째 작업 만들기
zh_hans: 创建您的第一个任务

source: Creating your secure tunnel...
de: Einrichten Ihres sicheren Tunnels...
es: Creando su túnel seguro...
fr: Création de votre tunnel sécurisé...
it: Creando il tunnel sicuro...
ja: セキュアトンネルを構築しています...
ko: 보안 터널 생성 중...
zh_hans: 正在创建安全隧道...

source: Credentials
de: Anmeldeinformationen
es: Credenciales
fr: Identifiants
it: Credenziali
ja: 認証情報
ko: 자격 증명
zh_hans: 凭据

source: Credentials are stored securely in macOS Keychain. The agent uses UUID tokens to reference them - real passwords are never sent to the AI provider.
de: Anmeldedaten werden sicher im macOS Keychain gespeichert. Der Agent verwendet UUID-Tokens zur Referenzierung – echte Passwörter werden niemals an den KI-Anbieter übertragen.
es: Las credenciales se almacenan de forma segura en el llavero de macOS. El agente utiliza tokens UUID para hacer referencia a ellas; las contraseñas reales nunca se envían al proveedor de IA.
fr: Les identifiants sont stockés en toute sécurité dans le trousseau macOS. L'agent utilise des jetons UUID pour y faire référence — les mots de passe réels ne sont jamais envoyés au fournisseur d'IA.
it: Le credenziali vengono archiviate in modo sicuro nel Portachiavi di macOS. L'agente utilizza token UUID per farvi riferimento: le password reali non vengono mai inviate al fornitore AI.
ja: 認証情報はmacOS Keychainに安全に保存されます。AIプロバイダーへの通信では、UUIDトークンを使用して認証情報を参照するだけで、実際のパスワードが送信されることはありません。
ko: 자격 증명은 macOS 키체인에 안전하게 저장됩니다. 에이전트는 UUID 토큰을 사용하여 자격 증명을 참조하며, 실제 비밀번호는 절대 AI 제공업체로 전송되지 않습니다.
zh_hans: 凭据安全存储在 macOS Keychain 中。代理使用 UUID 令牌来引用它们，实际密码永远不会发送给 AI 提供商。

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ja: 毎日
ko: 매일
zh_hans: 每日

source: Daily at %@
de: Täglich um %@
es: Diario a las %@
fr: Quotidien à %@
it: Ogni giorno alle %@
ja: 毎日 %@
ko: 매일 %@에
zh_hans: 每日 %@

source: Decompressing...
de: Entpacken...
es: Descomprimiendo...
fr: Décompression...
it: Decomprimendo...
ja: 展開中...
ko: 압축 해제 중...
zh_hans: 正在解压...

source: Decompression failed: %@
de: Dekomprimierung fehlgeschlagen: %@
es: Error de descompresión: %@
fr: Échec de la décompression : %@
it: Decompressione non riuscita: %@
ja: 解压に失敗しました: %@
ko: 압축 해제 실패: %@
zh_hans: 解压失败：%@

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
zh_hans: 默认

source: Default Result Count
de: Standard-Ergebnisanzahl
es: Cantidad predeterminada de resultados
fr: Nombre de résultats par défaut
it: Numero risultati predefinito
ja: デフォルト結果数
ko: 기본 결과 수
zh_hans: 默认结果数

source: Default Template
de: Standardvorlage
es: Plantilla predeterminada
fr: Modèle par défaut
it: Template predefinito
ja: デフォルトテンプレート
ko: 기본 템플릿
zh_hans: 默认模板

source: Default Timeout:
de: Standard-Timeout:
es: Tiempo de espera predeterminado:
fr: Timeout par défaut :
it: Timeout predefinito:
ja: デフォルト タイムアウト:
ko: 기본 시간 제한:
zh_hans: 默认超时：

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete Credential
de: Zugangsdaten löschen
es: Eliminar credencial
fr: Supprimer l'identifiant
it: Elimina credenziale
ja: 認証情報を削除
ko: 인증 정보 삭제
zh_hans: 删除凭据

source: Delete Developer VM?
de: Entwickler-VM löschen?
es: ¿Eliminar Developer VM?
fr: Supprimer la VM de développement ?
it: Eliminare VM Sviluppatore?
ja: Developer VMを削除しますか？
ko: 개발자 VM을 삭제하시겠습니까?
zh_hans: 删除开发者虚拟机？

source: Delete Provider
de: Anbieter löschen
es: Eliminar proveedor
fr: Supprimer le fournisseur
it: Elimina Provider
ja: プロバイダを削除
ko: 제공자 삭제
zh_hans: 删除提供商

source: Delete Server?
de: Server löschen?
es: ¿Eliminar servidor?
fr: Supprimer le serveur ?
it: Eliminare il server?
ja: サーバーを削除?
ko: 서버 삭제?
zh_hans: 删除服务器？

source: Delete Skill
de: Fähigkeit löschen
es: Eliminar habilidad
fr: Supprimer la compétence
it: Elimina Skill
ja: スキルを削除
ko: 스킬 삭제
zh_hans: 删除技能

source: Delete template
de: Vorlage löschen
es: Eliminar plantilla
fr: Supprimer le modèle
it: Elimina modello
ja: テンプレートを削除
ko: 템플릿 삭제
zh_hans: 删除模板

source: Delete Template?
de: Vorlage löschen?
es: ¿Eliminar plantilla?
fr: Supprimer le modèle ?
it: Eliminare il modello?
ja: テンプレートを削除しますか？
ko: 템플릿을 삭제하시겠습니까?
zh_hans: 删除模板？

source: Delete VM
de: VM löschen
es: Eliminar VM
fr: Supprimer la VM
it: Elimina VM
ja: VMを削除
ko: VM 삭제
zh_hans: 删除虚拟机

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega
ja: 拒否
ko: 거부
zh_hans: 拒绝

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
zh_hans: 描述

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
ko: 전체 선택 해제
zh_hans: 取消全选

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: デベロッパ
ko: 개발자
zh_hans: 开发者

source: Developer Mode
de: Entwicklermodus
es: Modo de desarrollo
fr: Mode développeur
it: Modalità sviluppatore
ja: デベロッパーモード
ko: 개발자 모드
zh_hans: 开发者模式

source: Developer mode allows you to manually create and manage persistent VMs for testing and development. These VMs will not be used by agent tasks.
de: Der Entwicklermodus ermöglicht das manuelle Erstellen und Verwalten persistenter VMs für Tests und Entwicklung. Diese VMs werden nicht für Agenten-Aufgaben verwendet.
es: El modo de desarrollador te permite crear y gestionar VMs persistentes manualmente para pruebas y desarrollo. Estas VMs no serán utilizadas por las tareas de los agentes.
fr: Le mode développeur vous permet de créer et gérer manuellement des VM persistantes pour les tests et le développement. Ces VM ne seront pas utilisées par les tâches d'agent.
it: Modalità sviluppatore consente di creare e gestire manualmente VM persistenti per test e sviluppo. Queste VM non verranno utilizzate dai task degli agenti.
ja: デベロッパーモードでは、テストおよび開発用に永続的なVMを手動で作成・管理できます。これらのVMはエージェントタスクでは使用されません。
ko: 개발자 모드를 사용하면 테스트 및 개발을 위해 영구 VM을 수동으로 생성하고 관리할 수 있습니다. 이러한 VM은 에이전트 작업에서 사용되지 않습니다.
zh_hans: 开发者模式允许您手动创建和管理持久虚拟机，用于测试和开发。这些虚拟机不会被代理任务使用。

source: Developer Mode for Testing
de: Entwicklermodus zum Testen
es: Modo Desarrollador para Pruebas
fr: Mode développeur pour les tests
it: Modalità sviluppatore per i test
ja: デベロッパーモード（テスト用）
ko: 테스트용 개발자 모드
zh_hans: 开发者模式（测试）

source: Developer VM
de: Entwickler-VM
es: VM de desarrollador
fr: VM de développement
it: VM di sviluppo
ja: デベロッパー VM
ko: 개발자 VM

source: Developer VMs
de: Entwickler-VMs
es: VMs de desarrollador
fr: VMs de développement
it: VM di sviluppo
ja: デベロッパーVM
ko: 개발자 VMs
zh_hans: 开发者 VM

source: Developer VMs are persistent and count toward the "Max Concurrent VMs" limit when running.
de: Developer VMs sind persistent und werden auf das „Max Concurrent VMs“-Limit angerechnet, wenn sie ausgeführt werden.
es: Las VMs de Developer son persistentes y se cuentan para el límite de "Max Concurrent VMs" cuando están en ejecución.
fr: Les machines virtuelles de développement sont persistantes et s'imputent sur la limite « Max Concurrent VMs » lors de leur exécution.
it: Le VM Developer sono persistenti e vengono conteggiate ai fini del limite "Max Concurrent VMs" durante l'esecuzione.
ja: Developer VMsは永続的であり、実行時には「Max Concurrent VMs」上限に含まれます。
ko: 개발자 VM들은 영구적이며 실행 중일 때 "Max Concurrent VMs" 제한에 포함됩니다.
zh_hans: 开发者虚拟机具有持久性，运行时会计入「最大并发虚拟机数」限制。

source: Deviation: %@
de: Abweichung: %@
es: Desviación: %@
fr: Écart : %@
it: Deviazione: %@
ja: 偏差: %@
ko: 편차: %@
zh_hans: 偏差：%@

source: Deviations
de: Abweichungen
es: Desviaciones
fr: Déviations
it: Deviazioni
ja: 逸脱
ko: 편차
zh_hans: 偏离

source: Deviations: %lld
de: Abweichungen: %lld
es: Desviaciones: %lld
fr: Déviations : %lld
it: Deviazioni: %lld
ja: 逸脱: %lld
ko: 편차: %lld
zh_hans: 偏差: %lld
